const data = [
  {
    title:'平台功能调整】平台功能调整平台功能调整平台功能调整平台功',
    date:'2021-7-24',
    detail:'调整内容平台功能台功能调整内容平台功能调整'
  },
  {
    title:'平台功能调整】平台功能调整平台功能调整平台功能调整平台功能调整平台功能调整】平台功能调整平台功能调整平台功能调整平台功能调整',
    date:'2021-7-24',
    detail:'调整内容平台功能台功能调整内容平台功能调整'
  },
  {
    title:'平台功能调整】平台功能调整平台功能调整平台功能调整',
    date:'2021-7-24',
    detail:'平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整'
  },
  {
    title:'平台功能调整】平台功能调整平台功能调整平台功能调整平台功能调整平台功能调整】平台功能调整平台功能调整平台功能调整平台功能调整',
    date:'2021-7-24',
    detail:'平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整'
  },
  {
    title:'平台功能调整】平台功能调整平台能调整平台功能调整平台功能调整',
    date:'2021-7-24',
    detail:'平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整'
  },
  {
    title:'平台功能调整】平台功能调整平台功能调整平台功能调整平台功能调整平台功能调整】平台功能调整平台功能调整平台功能调整平台功能调整',
    date:'2021-7-24',
    detail:'平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整'
  },
  {
    title:'平台功能调整】平台功能台功能调整平台功能调整平台功能调整平台功能调整',
    date:'2021-7-24',
    detail:'平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整'
  },
  {
    title:'平台功能调整】平台功能调整平台功能调整平台功能调整平台功能调整平台功能调整】平台功能调整平台功能调整平台功能调整平台功能调整',
    date:'2021-7-24',
    detail:'平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整内容平台功能调整'
  }
]
module.exports = {
  url: '/ws/message/list',
  type: 'post',
  response: config => {
    return {
        code:200,
        msg:'获取消息列表成功',
        data
    }
  }
}
