module.exports = {
  url: '/ws/record',
  type: 'post',
  response: (config) => {
    return {
      code: 200,
      msg: '获取成功',
      data: {
        idcTabsList: ['数据中心总记录数', '就诊数量', '检查报告数量', '门诊处方数量', '住院医嘱数量', '诊断数量', '过敏数量', '检验报告数量', '手术记录数', '病案首页数',],
        xRecord: ['一月', '二月', '三月', '四月', '五月', '六月'],
        yRecord: [
          { name: '数据中心门诊记录数', data: [120, 200, 150, 180, 286, 210, 130, 209, 87, 77, 34, 190] },
          { name: '数据中心住院记录数', data: [24, 167, 21, 298, 87, 71, 234, 290, 20, 150, 80, 286] },
        ],
        sexData: [
          { name: '男', data: [120, 200, 150, 80, 70, 110, 130, 75, 88, 23, 10, 32] },
          { name: '女', data: [24, 267, 21, 98, 65, 271, 34, 150, 80, 70, 110, 87] },
        ],
        ageXData: ['0-10岁', '11-20岁', '21-30岁', '31-40岁', '41-50岁', '51-60岁', '>60岁'],
        ageYData: [
          { name: '', data: [18, 13, 22, 19, 54, 26, 21, 33] },
        ],
        VisitTypeX: ['医保', '自费', '公费医疗', '农村合作社医疗', '医疗照顾', '商业保险', '工商保险', '其他'],
        VisitTypeY: [53.71, 10.56, 10.06, 7.46, 5.23, 3.01, 1.52, 0.81],
        patientSourceX: ['上海', '北京', '深圳', '杭州', '天津'],
        patientSourceY: [30, 20, 56, 21, 12],
        regionX: ['普陀', '徐汇', '闵行', '虹口', '浦东'],
        regionY: [20, 13, 16, 5, 2],
      },
    };
  },
};
